/* The following strings are used, to display the time in a "fuzzy" style.                            */
/* If you want to have other strings, change the second entry in a line. Don't change the first!      */
/* The entry %@ represents the position where the hour is placed.                                     */
/* After every string you have to set a reference whether the referenced hour is the current or the   */
/* next.                                                                                              */

"shortly after %@" 		= "%@ trecut";
"shortly after ref" 		= "current";

"five past %@" 			= "%@ şi cinci";
"five past ref" 		= "current";

"ten past %@" 			= "%@ şi zece";
"ten past ref" 			= "current";

"quarter past %@" 		= "%@ şi un sfert";
"quarter past ref" 		= "current";

"twenty past %@" 		= "%@ şi douăzeci";
"twenty past ref" 		= "current";

"twentyfive past %@" 		= "%@ şi douăzeci şi cinci";
"twentyfive past ref" 		= "current";

"half past %@" 			= "jumătate la %@";
"half past ref" 		= "next";

"twentyfive to %@" 		= "%@ fără douăzeci şi cinci";
"twentyfive to ref" 		= "next";

"twenty to %@" 			= "%@ fără douăzeci";
"twenty to ref" 		= "next";

"quarter to %@" 		= "%@ fără un sfert";
"quarter to ref" 		= "next";

"ten to %@" 			= "%@ fără zece";
"ten to ref" 			= "next";

"five to %@" 			= "%@ fără cinci";
"five to ref" 			= "next";

"nearly %@" 			= "aproape %@";
"nearly ref" 			= "next";


/* hour names */

"twelve" = "douăsprezece";
"one" = "unu";
"two" = "două";
"three" = "trei";
"four" = "patru";
"five" = "cinci";
"six" = "şase";
"seven" = "şapte";
"eight" = "opt";
"nine" = "nouă";
"ten" = "zece";
"eleven" = "unsprezece";


/* special strings */

"%@ o'clock" = "ora %@";
"midnight" = "miazănoapte";


/* Workarounds */

"one o'clock" = "ora unu";


/* Menu items		*/

"About FuzzyClock" = "Despre FuzzyClock...";
"FuzzyClock Help" = "FuzzyClock ajutor";
"Preferences ..." = "Preferinţe...";
"Quit" = "Termina";


/* Others		*/

"language" = "Limba";
"change only FuzzyTime" = "numai Fuzzy-Timp modifica";

"Save" = "Reţine modificările";

"Fuzzy Preferences" = "Fuzzy Preferinţe";

"Color & Font" = "Color & Font";
"Text color" = "Text color";
"draw font with shadow" = "draw font with shadow";
"(takes effect when you restart FuzzyClock)" = "(takes effect when you restart FuzzyClock)";
"font name" = "font name";

"show day in menu bar" = "show day in menu bar";

/* Weekday abbreviations */

"Sunday" = "Sun";
"Monday" = "Mon";
"Tuesday" = "Tue";
"Wednesday" = "Wed";
"Thursday" = "Thu";
"Friday" = "Fri";
"Saturday" = "Sat";